260721_day_briefing.org
*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/21/red-sea-blockade-threatens-new-front-us-iran-war/][A Red Sea blockade threatens a new front in U.S.-Iran war]]
- [[https://www.washingtonpost.com/world/2026/07/20/iran-retaliates-against-us-strikes-gas-returns-4-gallon/][Nearly 100 U.S. troops injured in last two weeks of Iran war, Pentagon says]]
- [[https://www.washingtonpost.com/world/2026/07/20/andy-burnham-take-charge-uk-prime-minister-replacing-keir-starmer/][A U.K. prime minister takes charge promising to empower local officials]]
- [[https://www.washingtonpost.com/world/2026/07/20/ukraine-bombs-warehouses-targeting-wildberries-russias-version-amazon/][Ukraine bombs warehouses, targeting Wildberries — Russia’s version of Amazon]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/if-ukraine-can-make-this-big-foreign-gun-patriot-missiles-may-be-next-13514b4e][If Ukraine Can Make This Big Gun, Patriot Missiles May Be Next]]
- [[https://www.wsj.com/world/middle-east/the-u-s-puts-once-unthinkable-ideas-on-the-table-to-disarm-hezbollah-e7c6fd67][The U.S. Puts Once-Unthinkable Ideas on the Table to Disarm Hezbollah]]
- [[https://www.wsj.com/world/europe/the-ukrainian-general-at-the-root-of-the-latest-protests-against-zelensky-e6e35541][The Ukrainian General at the Root of the Latest Protests Against Zelensky]]
- [[https://www.wsj.com/world/middle-east/israel-believes-iran-moved-nuclear-centrifuges-into-pickaxe-mountain-d29d21c0][Israel Believes Iran Moved Nuclear Centrifuges Into Pickaxe Mountain]]
- [[https://www.wsj.com/world/middle-east/iran-missile-struck-housing-for-u-s-troops-at-jordan-base-9f5b8120][Iran Missile Struck Housing Units for U.S. Troops at Jordan Base]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/international/article/2026/07/21/face-aux-etats-unis-l-iran-parie-sur-une-guerre-d-usure_6728460_3210.html][Face aux Etats-Unis, l’Iran parie sur une guerre d’usure]]
- [[https://www.lemonde.fr/politique/article/2026/07/21/le-projet-de-loi-d-urgence-agricole-adopte-dans-la-cacophonie-par-une-assemblee-nationale-fracturee-sur-les-pesticides_6728117_823448.html][Le projet de loi d’urgence agricole adopté dans la cacophonie par une Assemblée nationale fracturée sur la question des pesticides]]
- [[https://www.lemonde.fr/afrique/live/2026/07/21/ebola-en-rdc-posez-vos-questions-a-nos-journalistes-morgane-le-cam-et-philemon-barbier-de-retour-de-reportage-dans-l-epicentre-de-l-epidemie_6728461_3212.html][Ebola en RDC : posez vos questions à nos journalistes Morgane Le Cam et Philémon Barbier, de retour de reportage dans l’épicentre de l’épidémie]]
- [[https://www.lemonde.fr/international/live/2026/07/21/en-direct-guerre-en-ukraine-le-fmi-valide-une-enveloppe-immediate-de-690-millions-de-dollars-pour-kiev_6725306_3210.html][EN DIRECT, guerre en Ukraine : plus de 5 millions de réfugiés ukrainiens accueillis en Europe depuis le début de la guerre, selon le HCR]]
- [[https://www.lemonde.fr/politique/article/2026/07/21/a-grenoble-la-gauche-se-divise-apres-l-interruption-du-concert-de-barbara-butch-boycottee-par-des-militants-locaux-lfi_6728356_823448.html][Interruption du concert de Barbara Butch à Grenoble : la maire écologiste, Laurence Ruffin, dénonce la « stratégie d’intimidation » des « insoumis »]]

*** Le Figaro

- [[https://www.lefigaro.fr/marseille/le-maire-d-ales-menace-de-mort-par-la-dz-mafia-exfiltre-de-son-domicile-par-le-raid-20260721][Le maire d’Alès, menacé de mort par la DZ Mafia, exfiltré de son domicile par le Raid]]
- [[https://www.lefigaro.fr/international/en-direct-guerre-au-moyen-orient-les-gardiens-de-la-revolution-affirment-avoir-vise-des-cibles-militaires-americaines-a-bahrein-et-au-koweit-20260721][EN DIRECT - Guerre au Moyen-Orient : l’Iran attaque des radars et des systèmes de défense américains en riposte à des frappes]]
- [[https://www.lefigaro.fr/international/liban-l-armee-annonce-avoir-entame-son-deploiement-dans-les-zones-pilotes-du-sud-du-pays-20260721][Liban : l’armée annonce avoir entamé son déploiement dans les «zones pilotes» du sud du pays]]
- [[https://www.lefigaro.fr/voyages/conseils/voyage-a-dubai-ou-riyad-air-france-repousse-encore-la-reprise-de-ses-vols-20260721][Voyage à Dubaï ou Riyad : Air France repousse encore la reprise de ses vols]]
- [[https://www.lefigaro.fr/international/les-deux-diplomates-francais-detenus-en-iran-l-ont-ete-sans-motif-l-un-a-fait-l-objet-de-violences-physiques-20260721][Les deux diplomates français détenus en Iran l’ont été «sans motif», l’un a fait l’objet «de violences physiques»]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/cg4dzq3x3e1o?at_medium=RSS&at_campaign=rss][Trump slaps 50% tariffs on Canada and Carney vows to 'intensify' trade talks]]
- [[https://www.bbc.co.uk/news/articles/cx25wg2x26do?at_medium=RSS&at_campaign=rss][US launches fresh strikes on Iran, as Trump warns of retaliation for deaths of soldiers]]
- [[https://www.bbc.co.uk/news/articles/cm2gmddx1ldo?at_medium=RSS&at_campaign=rss][Yemen's Houthis announce 'maritime embargo' on Saudi Arabia]]
- [[https://www.bbc.co.uk/news/articles/c6294y87wk6o?at_medium=RSS&at_campaign=rss][Tate brothers appear in US court for extradition proceedings]]
- [[https://www.bbc.co.uk/news/articles/c1m1rr90dzxo?at_medium=RSS&at_campaign=rss]['Anti-ICE' army veteran started fire outside Manhattan federal building, say officials]]

*** The Guardian

- [[https://www.theguardian.com/world/2026/jul/19/sao-tome-and-principe-presidential-election][São Tomé and Príncipe heads to polls in tense presidential election]]
- [[https://www.theguardian.com/world/2026/jul/18/ghana-sensationalist-film-posters-collectible-art][‘We are preserving a tradition’: how Ghana’s sensationalist film posters became collectible art]]
- [[https://www.theguardian.com/us-news/2026/jul/17/ebola-us-aid-workers-kenya][Seven Americans quarantining at Kenya Ebola facility after US travel ban, says aid group]]
- [[https://www.theguardian.com/politics/2026/jul/16/uk-aid-cuts-bilateral-support-african-countries][UK aid cuts ‘reduce bilateral support to some African countries by 90%’]]
- [[https://www.theguardian.com/global-development/2026/jul/16/uganda-travel-restrictions-last-ebola-patient-discharged][Uganda calls for travel restrictions to be lifted after last Ebola patient discharged]]

** 🇮🇹 Italia

