260721_day_briefing.html
<div id="outline-container-orga1e0bf6" class="outline-3">
<h3 id="orga1e0bf6">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-orga1e0bf6">
</div>
<div id="outline-container-org384e888" class="outline-4">
<h4 id="org384e888">Corriere della Sera</h4>
<div class="outline-text-4" id="text-org384e888">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgcea704e" class="outline-4">
<h4 id="orgcea704e">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-orgcea704e">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/morte-fakir-meloni-accertare-verita-ma-no-clima-d-odio-AJwPbyQ">Morte di Fakir, Meloni: accertare la verità ma no al clima d’odio</a></li>
<li><a href="https://www.ilsole24ore.com/art/i-rifugi-climatici-combattere-alte-temperature-provocate-cambiamento-climatico-AJJV22P">I rifugi climatici per combattere  le alte temperature  provocate dal cambiamento climatico</a></li>
<li><a href="https://www.ilsole24ore.com/art/il-disagio-forza-italia-destra-vannaccizzata-AJfw6aQ">Il disagio di Forza Italia nella destra vannaccizzata</a></li>
<li><a href="https://www.ilsole24ore.com/art/savona-nuova-operazione-antidroga-guardia-finanza-e-dogane-800-chili-cocaina-sequestrata-AJvo3OQ">Savona, nuova operazione antidroga da Guardia di Finanza e Dogane: 800 chili di cocaina sequestrata</a></li>
<li><a href="https://www.ilsole24ore.com/art/dipendenti-comunali-aumenti-152-euro-AJVsWFQ">Dipendenti comunali, verso aumenti da 152 euro</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org220f112" class="outline-3">
<h3 id="org220f112">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org220f112">
</div>
<div id="outline-container-org4a032ef" class="outline-4">
<h4 id="org4a032ef">Der Spiegel</h4>
<div class="outline-text-4" id="text-org4a032ef">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/the-new-axis-of-evil-der-spiegel-investigation-reveals-deep-military-cooperation-between-russia-and-china-a-12dc295a-413d-4a2f-b44f-2922092270e3#ref=rss">The New Axis of Evil: DER SPIEGEL Investigation Reveals Deep Military Cooperation between Russia and China</a></li>
<li><a href="https://www.spiegel.de/international/germany/new-information-in-the-nazi-database-what-you-need-to-know-about-the-ss-a-f7e09472-e9da-4b11-9846-87f1778116e3#ref=rss">New Information in the Nazi Database: What You Need to Know About the SS</a></li>
<li><a href="https://www.spiegel.de/international/world/250-years-american-democracy-has-survived-250-years-but-can-it-survive-trump-a-be95063c-4765-403b-ba95-231b2196a9f1#ref=rss">250 Years: American Democracy Has Survived 250 Years, But Can It Survive Trump?</a></li>
<li><a href="https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss">In Trump's Colony: Does the US Really Hold the Reins in Venezuela?</a></li>
<li><a href="https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss">The Minab Attack: Did the United States Commit a War Crime in Iran?</a></li>
</ul>
</div>
</div>
<div id="outline-container-org894d71e" class="outline-4">
<h4 id="org894d71e">Deutsche Welle</h4>
<div class="outline-text-4" id="text-org894d71e">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/mexican-drug-lord-el-mayo-sentenced-to-life-without-parole-in-us-prison/a-78042164?maca=en-rss-en-world-4025-rdf">Mexican drug lord ‘El Mayo’ sentenced to life without parole in US prison</a></li>
<li><a href="https://www.dw.com/en/aliexpress-hit-with-record-eu-fine/a-78040720?maca=en-rss-en-world-4025-rdf">AliExpress hit with record EU fine</a></li>
<li><a href="https://www.dw.com/en/russia-says-bus-strike-kills-5-in-border-region-with-ukraine/a-78039260?maca=en-rss-en-world-4025-rdf">Russia says bus strike kills 5 in border region with Ukraine</a></li>
<li><a href="https://www.dw.com/en/guterres-to-visit-cyprus-as-un-seeks-to-revive-peace-talks/a-78037819?maca=en-rss-en-world-4025-rdf">Guterres to visit Cyprus as UN seeks to revive peace talks</a></li>
<li><a href="https://www.dw.com/en/why-a-90-year-old-treaty-limits-nato-in-the-black-sea/a-77966363?maca=en-rss-en-world-4025-rdf">Why a 90-year-old treaty limits NATO in the Black Sea</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga581e9c" class="outline-3">
<h3 id="orga581e9c">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-orga581e9c">
</div>
<div id="outline-container-org7bde1f5" class="outline-4">
<h4 id="org7bde1f5">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org7bde1f5">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/casal-de-turistas-americanos-e-atacado-com-faca-na-acropole-de-atenas.shtml">Casal de turistas americanos é atacado com faca na acrópole de Atenas</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/painel/2026/07/cotada-para-vice-de-flavio-usa-tarifaco-para-pedir-impeachment-de-lula.shtml">Cotada para vice de Flávio usa tarifaço para pedir impeachment de Lula</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/policia-do-parana-diz-que-falsa-adolescente-enganou-grupo-de-oracao-defesa-pedira-novo-laudo.shtml">Polícia do Paraná diz que falsa adolescente enganou grupo de oração; defesa pedirá novo laudo</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/07/entidade-ve-escassez-de-acido-usado-na-adicao-de-fluor-a-agua-e-estuda-importacao.shtml">Entidade vê escassez de ácido usado na adição de flúor à água e estuda importação</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/sobrevivente-de-terremoto-em-1967-agora-ajuda-vitimas-de-novo-desastre-na-venezuela.shtml">Sobrevivente de terremoto em 1967 agora ajuda vítimas de novo desastre na Venezuela</a></li>
</ul>
</div>
</div>
<div id="outline-container-org3789b4d" class="outline-4">
<h4 id="org3789b4d">O Globo</h4>
<div class="outline-text-4" id="text-org3789b4d">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb2da39a" class="outline-2">
<h2 id="orgb2da39a">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-orgb2da39a">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
